{
  "facts": [
    {
      "id": "1",
      "text": "Original kitty litter was made out of sand but it was replaced by more absorbent clay in 1948.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "2",
      "text": "A cat's cerebral cortex (the part of the brain in charge of cognitive information processing) has 300 million neurons, compared with a dog's 160 million.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "3",
      "text": "In the 15th century, Pope Innocent VIII began ordering the killing of cats, pronouncing them demonic.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "4",
      "text": "America’s cats, including housecats that adventure outdoors and feral cats, kill between 1.3 billion and 4.0 billion birds in a year.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "5",
      "text": "The special sensory organ called the Jacobson's organ allows a cat to have 14 times the sense of smell of a human. It consists of two fluid-filled sacs that connect to the cat's nasal cavity and is located on the roof of their mouth behind their teeth.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "6",
      "text": "Scottish sailer Alexander Selkirk once survived for 4 years on a deserted island thanks to feral cats that protected him from large rats during the night.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "7",
      "text": "A cat has five toes on his front paws, and four on the back, unless he's a polydactyl.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "8",
      "text": "A cat's brain is 90% similar to a human's — more similar than to a dog's.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "9",
      "text": "Cats use their whiskers to detect if they can fit through a space.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "10",
      "text": "Cats love to eat olives or for that matter anything preserved in brine.",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "11",
      "text": "Here is a video of some cats in zero gravity. youtu.be/O9XtK6R1QAk",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "12",
      "text": "Cats \"knead\" because of seperation from their mothers",
      "type": "cat",
      "upvotes": 5
    },
    {
      "id": "13",
      "text": "Kangaroos can't hop backwards",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "14",
      "text": "Wikipedia has a recording of a cat meowing, because why not?",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "15",
      "text": "The myth that a cat has nine lives comes from their ability to jump and land from high places. The number 9 is believed by some to originate from William Shakespeare's Romeo and Juliet: \"A cat has nine lives. For three he plays, for three he strays, and for the last three he stays.\"",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "16",
      "text": "Exposure to UV light with hairless or partially-hairless cats can result in sunburn, even during cloudy or shady conditions. If your cat risks overexposure, consider applying sunscreen daily.",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "17",
      "text": "There are cats who have survived falls from over 32 stories (320 meters) onto concrete.",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "18",
      "text": "Most cats don't like water because their coats do not insulate them well enough.",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "19",
      "text": "A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human.",
      "type": "cat",
      "upvotes": 4
    },
    {
      "id": "20",
      "text": "The technical term for \"hairball\" is \"bezoar.\"",
      "type": "cat",
      "upvotes": 4
    }
  ]
}
